Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/lansstyrelsen.se/folder_grundskyddet_nordsamiska.pdf.tmx
Source language: sme
Languages: sma

source: Ráđđehusa ulbmil unnitlogupolitiikkain lea addit suoji našuvnnalaš unnitloguide, nannet sin vejolašvuođaid váikkuheapmái ja doarjut historjjálaš unnitlogugielaid vai bissot ealligiellan.
sma: Reerenassen ulmie unnebelåhkoepolitihkine lea dejtie unnebelåhkojde vaarjelidh, dej nuepieh tsevtsemasse nännoestidh jih aaj dejtie histovrijen unnebelåhkoegïelide evtiedidh guktie åadtjoeh jielije gïelh årrodh.

source: Sin gielat ja kultuvrrat leat oasit ruoŧa servodagas ja min oktasaš kulturárbi.
sma: REAKTAH VADTA NASJOVNELLE UNNEBELÅHKOJDENUELIEULMIEH NASJOVNELLE UNNEBELÅHKOJDE NASJOVNELLE

source: VEALAHEAPMI JA OLGGUŠTEAPMI
sma: LAEJHTEME JIH AEHPIES TSIEHKINE ÅRRODH

source: Vealaheapmi, olggušteapmi ja goksu olbmuin geat gullojit našuvnnalaš unnitloguide galgá vuosttilduvvot.
sma: Almetjh gieh leah nasjovnelle unnebelåhkoeh eah edtjh dan gaavhtan aehpies tsïehkide båetedh jallh naskoehtamme jih laejhteme sjidtedh.

source: Sis galget leat seamma máŧolašvuođat go iežáin oassálastit servodateallimis.
sma: Dah edtjieh seamma nuepieh siebredahkesne utnedh goh jeatjah almetjh.

source: Hálddahuseiseválddit galget go dárbbašuvvo
sma: Sveerjesne iktesth gellie gïelh jih gellie kultuvrh gååvnesamme.

source: heivvolaš vuogi mielde juohkit dieđuid našuvnnalaš unnitloguide sin rivttiid birra dán lága mielde.
sma: Dej gïelh jih kultuvrh leah biehkie sveerjen siebredahkeste jih mijjen kultuvre-aerpie.

source: SÁMIT: Leat sullii 20 000–35 000 sámi Ruoŧas geat
sma: SAEMIEH: 20 000- 35 000 saemieh Sveerjesne gieh

source: ságastit sierra sámigielat varietehtaid.
sma: TSEVTSEME JIH NUEPIEH MEATAN ÅRRODH

source: Sápmelaččat leat maiddai eamiálbmogat.
sma: måedtie-såårts smaaresidie saemien gïelijste sopt-sesteminie.

source: VÁIKKUHEAPMI JA OASSÁLASTIN
sma: Saemieh aaj aalkoealmetjh.

source: Našuvnnalaš unnitloguid máŧolašvuođat váikkuheapmái ja oassálastimii galgá nannet, earret iežá galget eiseválddit ráđđidit singuin.
sma: Dej nasjovnelle unnebelåhkoej nuepieh tsevtsemasse jih nuepieh meatan årrodh edtjieh nännoestamme sjidtedh, diss-vielie guktie byjjesfaamoeh dejgujmie rååresjieh.

source: Unnitlogut galget duođain beassat váikkuhit jearaldagain mat gusket sidjiide.
sma: Unnebelåhkoeh edtjieh buerie nuepieh ådtjodh meatan årrodh tsevtsedh gyhtjelassine mah dej doehtieh.

source: Giellalágas (2009:600) almmuhuvvo ahte
sma: Gïelelaakesne (2009:600) tjåådtje ahte

source: RUOŦASUOPMELAČČAT::Leat sullii 450 000–600 000 ruoŧasuopmelačča Ruoŧas.
sma: dïhte åålmege sjiere dïedtem åtna dejtie nasjovnelle unnebelåhkoegïelide evtiedidh

source: Eatnasat orrot
sma: sveerjesåevmieh.

source: Stockholm-Mälardalena guovllus.
sma: Unnebelåhkoegïele lea såevmien.

source: Unnitlogugiella lea suomagiella.
sma: GÏELE JIH KULTUVRELLE IDENTITETE

source: Našuvnnalaš unnitloguid gielat ja kultuvrrat galget suddjejuvvot ja ovddiduvvot.
sma: Dej nasjovnelle unnebelåhkoej gïelh jih kultuvrh edtjieh evtiesovvedh jih vaarjelimmiem utnedh.

source: Olmmoš gii gullo našuvnnalaš unnitlohkui galgá sáhttit oahppat ja geavahit eatnigielas ja ovddidit iežas kultuvrralaš iešdovddu.
sma: Almetjh gieh leah nasjovnelle unnebelåhkoe edtjieh maehtedh sijjen ietniengïelh nuhtedh jih nuhtjedh jih aaj jïjtsh kultuvrelle identitetide evtiedidh.

source: Našuvnnalaš unnitlogugielat galget leat ealligiellan Ruoŧas.
sma: Dah nasjovnelle unnebelåhkoegïelh edtjieh jielije gïelh sveerjesne årrodh.

source: Hálddahuseiseválddit galget addit našuvnnalaš unnitloguide vejolašvuođa váikkuheapmái jearaldagain mat gusket sidjiide
sma: Reeremebyjjesfaamoeh edtjieh dejtie nasjovnelle unnebelåhkojde nuepieh tsevtsemasse vedtedh gyhtjelassine mej

source: ROMERAT::Leat sullii 50 000–100 000 romera Ruoŧas geat orrot miehtá riikka.
sma: ROMERH: 50 000- 100 000 romerh Sveerjesne mah abpe laantesne årroeminie.

source: Unnitlogugiellan leat sierra varietehtat romani chibas.
sma: Unnebelåhkoegïele leah måedtie-såårts smaaregh romani chibeste.

source: JUDALAČČAT: Leat sullii 20 000–25 000 judalaččat geat orrot Ruoŧas.
sma: JUDARH: 20 000- 25 000 Sveerjesne årroeminie.

source: Unnitlogugiella lea jiddisch.
sma: Unnebelåhkoegïele lea jiddish.

source: NORGA
sma: NÖÖRJE

source: STUORA BRITANNIA
sma: Europaraerien barkoe almetji reaktaj- jih unnebelåhkoegyhtjelassigujmie lea duekie Sveerjen unnebelåhkoepolithkese.

source:  Korn-giella  Iris-giella  Mans-giella  Vuolit-skohtalašgiella  Skohtalaš-gaelikgiella  Ulster-skohtalašgiella  Kymrigiella (valesgielat)
sma: Nasjovnelle unnebelåhkoeh jih laantebiehkie- jallh unnebelåhkoegïelh gellie ovmese laantine Europesne gååvnesieh. Daesnie naakenh dejstie.

source:  Dánskkagiella  Vuolit-duiskagiella  Vuolit-sorbiagiella  Davvi-frisiagiella  Romani  Saterfrisiagiella  Allasorbiagiella DÁNMÁRKU
sma:  Kvänske gïele  Romani  Saemien  Saemien gïelh  Såevmien gïele  Meänkieli  Romani chibe  Jiddische

source: Friis-giella Limburgisko-giella Vuolit-saksalašgiella Romani Jiddisch  Ruošša-giella  Rusina-giella / Rutena
sma:  Romani  Russlaanten gïele  Saemien gïelh  Sveerjen gïele  Tatariske gïele  Jiddische  Kaarelen gïele
